Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: You may also reach out to the following individuals:
ja: 以下の担当者も対応いたします。

source: You may choose this selection if you are paying for yourself to attend this event and are currently active in the community.
ja: ホビイスト登録料金の対象者は、コミュニティで目下活躍しており、イベント参加費用を個人で負担する方です。

source: You may not instantly become a brilliant orator overnight, but we strongly encourage all of our potential speakers to watch this tutorial and hopefully you will see more of the audience watching and listening to you as opposed to checking their email during your presentation.
ja: 一夜にして雄弁な演説家になるのは無理かもしれませんが、講演を行う可能性がある方はぜひこのチュートリアルをご覧ください。おそらく、より多くの受講者があなたの発表内容に集中することでしょう。

source: You will also receive a Linux.com email address that shows the world—and future employers—that you are a proud supporter of Linux and the open source community.
ja: また、Linx.com ドメインの電子メール アドレスを取得できます。それは世界中に、そして将来の雇用主に、あなたが Linux とオープン ソース コミュニティの誇り高きサポーターであることを示すものです。

source: You will be notified by email within 10 business days as to whether your request has been accepted.
ja: 招待券申請の承認結果については、10 営業日以内に電子メールでお知らせします。

source: You will need to first sign up as an Individual Student Supporter here.
ja: まずこちら https://www.linuxfoundation.org/participate/supporter/student-verification で、学生の個人サポーターとして契約する必要があります。

source: Young Yoon is currently Vice President in the Software R&D Center of Samsung Electronics, and has led many Samsung-product software development projects over the past 20 years.
ja: Young Yoon は Samsung Electronics SW R&D Center のバイス プレジデントです。20 年以上にわたり、サムスン製品のさまざまなソフトウェア開発プロジェクトを率いてきました。

source: Your "chief meteorologist" is Jonathan Corbet, Executive Editor at LWN.net.
ja: この天気予報は LWN.net のエグゼクティブ エディター Jonathan Corbet が担当します。

source: Your company can host this evening with exclusive branding on all food and drink stations and prominently placed signage.
ja: イブニング タイムのひとときに来場者においしい食事や飲み物を提供します。企業ブランド名入りの看板が設置されます。

source: Your full credit card number is never transmitted to Linux Foundation systems during checkout and is stored by Stripe, a PCI Level 1 Service Provider.
ja: あなたのクレジット カード番号が支払い時に The Linux Foundation のシステムに送信されたり、PCI レベル 1 のサービス プロバイダーである Stripe によって保存されることはありません。

source: Your logo will be displayed on each talk’s introduction screen providing huge visibility.
ja: 各講演を紹介する大画面に、企業ロゴが表示されます。

source: Your own Linux.com email address.
ja: Linux.com ドメインの電子メール アドレス

source: [If you choose not to use the booth, lead retrieval scanners and press list, 10 additional conference passes will be included.]
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、10 名分の無料招待券が追加提供されます。

source: [If you choose not to use the booth, lead retrieval scanners and press list, 15 additional conference passes will be included.]
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、15 名分の無料招待券が追加提供されます。

source: [If you choose not to use the booth, lead retrieval scanners and press list, 20 additional conference passes will be included.]
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、20 名分の無料招待券が追加提供されます。

source: [If you choose not to use the booth, lead retrieval scanners and press list, 3 additional conference passes will be included.]
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、3 名分の無料招待券が追加提供されます。

source: [If you choose not to use the booth, lead retrieval scanners and press list, 6 additional conference passes will be included.]
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、6 名分の無料招待券が追加提供されます。

source: attendees arefrom the US
ja: の参加者は米国から

source: event keyword impressions on social media
ja: ソーシャル メディアに取り上げられたイベント キーワード

source: impressions
ja: インプレッション (広告露出)

source: klibc – a minimalistic subset of the standard C library
ja: klibc – 標準 C ライブラリの最小限のサブセット

source: media clips with
ja: メディア掲載数

source: press in attendance
ja: プレス関連の参加者

source: sdtech
ja: エスディーテック http://www.sdtech.co.jp/

source: social media engagements on Facebook, Google+ & Twitter
ja: Facebook、Google+、ツイッターでの発信

source: thesis was titled “Linux: A Portable Operating System” and was the genesis for what would become the most important collaborative software project in history.
ja: 修士論文のタイトルは "Linux: A Portable Operating System" でした。世界で最も重要なソフトウェア共同開発プロジェクトが誕生した瞬間です。

source: www.ntt.com | Twitter@NTT Com | Facebook@NTT Com | LinkedIn@NTT Com
ja: www.ntt.com http://www.ntt.com/index.html | Twitter@NTT Com https://twitter.com/NTTCom3 | Facebook@NTT Com https://www.facebook.com/NTTCommunications.Enterprise/ | LinkedIn@NTT Com https://www.linkedin.com/company/ntt-communications

source: » Click Here to View the List of Countries Where These Benefits are Available
ja: 国別の特典情報についてはこちらでご確認ください。https://www.linuxfoundation.jp/participate/supporter/discounts

source: “A strong ecosystem around Automotive Grade Linux to develop the next generation of connected infotainment experiences is emerging, and we are pleased to be part of this movement by supporting AGL on our high-performing Qualcomm® Snapdragon™ automotive processors,” said Nakul Duggal, vice president, product management, Qualcomm Technologies, Inc.
ja: 「次世代のコネクテッド インフォテイメント体験を開発する Automotive Grade Linux に強力なエコシステムが生まれていますが、弊社も Qualcomm® Snapdragon™ 高性能オートモーティブ プロセッサで AGL をサポートすることで、このムーブメントに参加できて嬉しく思います。

source: “Adopting an open source approach to software development is a key part of our technology strategy and will help us to keep pace with the rapid advances happening across the auto industry,” said Hisanori Takashiba, Executive General Manager of Research & Development at Suzuki Motor Corporation.
ja: スズキの開発本部長である高柴久則氏は次のように述べています。 「オープン ソース アプローチによるソフトウェア開発は弊社の技術戦略の中核部分であり、おかげで弊社は自動車業界の急速発展に後れを取ることなく対応することができます。

source: “Although it is sometimes viewed as a challenge, with better education on the topic, compliance can be easier for all involved in open source.
ja: 難題だという意見も時に目にしますが、教育さえ整えば、オープン ソースに関わるすべての人にとってコンプライアンスは簡単なものになるでしょう。

source: “An open platform for the connected car can help speed up the development of the next-generation of in-car technology,” said [name, title] at Toyota Tsusho Corporation.
ja: 「コネクテッド カー向けのオープン プラットフォームは、次世代車載技術の開発を加速できます。

source: “Arpit’s contributions to networking, and specifically open source networking, are vast and well known.
ja: ネットワークに関する Arpit の貢献、特にオープン ソース ネットワークへの貢献は大きく有名です。

source: “As embedded systems become more complex, system software integration is essential to integrating connected devices,” said [name, title] at Witekio.
ja: 「組込みシステムはいっそう複雑化しており、コネクテッド デバイスを統合するためにはシステム ソフトウェアの統合が不可欠となっています。

source: “As more and more open source projects are developed, open source professionals will need to update their skillsets with knowledge and experience including DevOps and networking.
ja: オープン ソース プロジェクトも増え続けており、オープン ソース プロフェッショナルたちは、DevOps や ネットワーク関連の知識や経験をさらに高めてスキルアップする必要があります。

source: “As open source continues to grow and expand into new areas such as hardware, data, IOT, standards, and beyond, having an accessible, productive community strategy is critical for success”, Bacon says.
ja: 彼は次のように述べています。「オープン ソースはハードウェア、データ、IoT、標準化などの新分野へと成長拡大しているため、利用しやすく生産的なコミュニティ戦略を持つことが成功への鍵となっています。

source: “As we forge onwards towards this shared goal, we are focused on building the most robust, open IoT software solution to achieve our vision – complete interoperability within the IoT.”
ja: 私たちはこの共通のゴールに向かいながら、自らのビジョンを実現するためのきわめて堅牢なオープン IoT ソフトウェア ソリューションの構築に力を注いでいます。」

source: “Automotive Grade Linux is a natural fit for us, and we look forward to collaborating with other members and sharing the advances we’ve made with the community.”
ja: Automotive Grade Linux は私たちに最適のプロジェクトです。他のメンバーと協業し、弊社の進化をコミュニティと共有できれば幸いです。」 (AutoIO Technology の CEO、Zhang Zheng 氏)

source: “By coming together as one group, we are able to make IoT a more seamless, secure experience for everyone involved, from developers to end users,” said Danny Lousberg, Chairperson of the AllSeen Alliance.
ja: AllSeen Alliance の議長である Danny Lousberg は次のように述べています。「私たちが 1 つのグループになることで、IoT は開発者やエンド ユーザーなどあらゆる関係者にとって、よりシームレスで安心なものになります。

source: “By further collaborating with open source cloud projects, we hope to improve those projects, and make our own products better in the process.
ja: オープン ソース クラウド プロジェクトとの協業が一層強化されることにより、これらのプロジェクトがさらに進化し、弊社の製品もより良いものになるでしょう。」

source: “By joining Automotive Grade Linux, we hope to enable all OEMs and suppliers to benefit from the significant impact that RTPatch can have on integration and time to market.”
ja: 私たちが Automotive Grade Linux に参加することで、すべての OEM やサプライヤーが、RTPatch の優れた統合機能や製品化時間削減能力の恩恵を受けられるようになれば幸いです。」 (Pocket Soft の COO、Tony Olivero 氏)

source: “By tapping into the strength of an empowered, unified community, The Node.js Foundation will advance this rapidly growing platform that supports millions of users around the world.”
ja: The Node.js Foundation は権限ある統合されたコミュニティの強みを利用して、何百万という世界中のユーザーをサポートするこの急成長プラットフォームを進化させるでしょう。」

source: “By working with the AGL open source community to provide a portfolio of automotive-grade IP that adheres to ISO 26262 functional safety, AEC-Q100 reliability and TS 16949 quality, Synopsys enables designers to accelerate the development and qualification of automotive SoCs.”
ja: 弊社は、Automotive Grade Linux のオープン ソース コミュニティと協力し合い、ISO 26262 の機能的安全性、AEC-Q100 の信頼性、TS 16949 の品質基準を満たす自動車対応の IP ポートフォリオを提供することで、設計者による自動車専用 SoC の開発および認定が加速するでしょう。」 (Synopsys の IP & プロトタイピング マーケティング担当バイス プレジデント、John Koeter 氏)

source: “Demand for open source talent is growing and companies struggle to find experienced professionals to fill open roles,” said Bob Melk, President of Dice.
ja: Dice の社長である Bob Melk 氏は次のように述べています。「オープン ソースの人材に対する需要は高まり続け、企業は自分たちが求める経験豊かなプロフェッショナルを見つけるために奮闘しています。

source: “Developing SoCs that address safety critical features in automotive applications such as ADAS and V2X requires IP that meets stringent quality and functional safety standards,” said John Koeter, vice president of marketing for IP and prototyping at Synopsys.
ja: 「ADAS や V2X のような自動車アプリケーションのクリティカルな機能を安全に処理する SoC (システムオンチップ) を設計するには、厳しい品質機能安全基準を満たす IP が必要です。

source: “Developing an open platform with multiple levels of security is essential for us as security breaches continue to be a concern across the industry,” said Dan Cauchy, General Manager of Automotive at The Linux Foundation.
ja: The Linux Foundation の自動車部門担当ジェネラル マネージャーである Dan Cauchy は次のように述べています。 「セキュリティの侵害は業界全体の懸念事項となっているため、さまざまなセキュリティ レベルを持つオープン プラットフォームを開発することが重要です。

source: “Efficient software updating is a business necessity in the automotive industry,” said Tony Olivero, Chief Operating Officer at Pocket Soft.
ja: 「効率的なソフトウェア更新処理は、自動車業界にとって必要不可欠です。

source: “In recent years, open source has expanded to be the default software in virtually every area of technology, so it is important that the broad community have a place to gather and exchange ideas,” said Linux Foundation Executive Director Jim Zemlin.
ja: Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。「近年、オープン ソースは、事実上あらゆる技術分野のデフォルト ソフトウェアのように拡大しています。そのため、広範なコミュニティが集結してアイデアを交換する場所を持つことが大切です。

source: “In today’s connected world, security needs to be top of mind when developing software and hardware solutions,” said Jouni Mikkonen, CEO of Link Motion.
ja: 「さまざまなものがつながる現在の社会において、ソフトウェアやハードウェアのソリューションを開発するには、セキュリティを第一に考える必要があります。

source: “It is fantastic that Doky has come aboard The Linux Foundation as a Gold member, one of our highest levels of supporter,” said Jim Zemlin, executive director, The Linux Foundation.
ja: Linux Foundation のエグゼクティブ ディレクター Jim Zemlin は次のように述べています。 「Doky がゴールド メンバーになったというのはすばらしいニュースです。ゴールド メンバーは The Linux Foundation のハイレベル サポーターです。

source: “It’s a seller’s market and it’s only going to get more beneficial for open source professionals,” said Jim Zemlin, Executive Director at the Linux Foundation.
ja: Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。「今はまさに売り手市場で、オープン ソース プロフェッショナルにとって条件はますます良くなるばかりです。

source: “I’m excited to bring Bloq’s expertise in developing blockchain software to The Linux Foundation,” Mr. Garzik said.
ja: Mr. Garzik は次のように述べています。「Bloq のブロックチェーン ソフトウェア開発技術を The Linux Foundation に提供できることを大変嬉しく思います。

source: “Joining Automotive Grade Linux and The Linux Foundation is a positive step forward for Star Lab.
ja: 「Automotive Grade Linux と The Linux Foundation への参加は、Star Lab にとって明確な進展です。

source: “Joining Automotive Grade Linux expands our R&D capabilities and enables us to collaborate with hundreds of developers across the industry on new automotive technologies.”
ja: Automotive Grade Linux のメンバーになることで、弊社の R&D 能力が強化されるとともに、自動車の新技術について業界の数百人という開発者と協業することができます。」

source: “Linux Foundation events bring together the top professionals from all areas of open source to collaborate and advance the greatest shared technology projects in history,” said Jim Zemlin, executive director at The Linux Foundation.
ja: The Linux Foundation のエグゼクティブ ディレクター Jim Zemlin は次のように述べています。 「Linux Foundation のイベントには、オープン ソースのあらゆる分野のトップ プロフェッショナルが、史上最高の共有技術プロジェクトを進化させ、協業するために集まります。

source: “LinuxCon attendees are technical and savvy.
ja: 「LinuxCon の参加者は知識豊富な技術者です。

source: “LinuxCon provides a unique opportunity to learn about a range of OSS projects/technologies, meet with developers and vendors, make important contacts, and have fun at the social events.
ja: 「LinuxCon はさまざまな OSS プロジェクトや OSS テクノロジについて学び、開発者やベンダーに出会い、重要な人脈を築き、ソーシャル イベントを楽しめる貴重な場所です。

source: “Microsoft has grown and matured in its use of and contributions to open source technology,” said Jim Zemlin, Executive Director of The Linux Foundation.
ja: Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。「Microsoft はオープン ソース テクノロジの活用と貢献に力を入れてきた実績があります。

source: “Open Source development is reaching critical mass in the auto industry.
ja: オープン ソース開発は自動車業界のクリティカル マスに達しつつあります。

source: “Open industry standards can speed up production, enable rapid innovation and reduce software development costs for everyone, which is why we look forward to contributing to Automotive Grade Linux.”
ja: オープンな業界スタンダードは、製品化を加速し、迅速なイノベーションを可能にし、あらゆる人々のソフトウェア開発コストを削減するため、Automotive Grade Linux に貢献できることを楽しみにしています。」 [name](Sasken Communication Technologies 社 xxxxxxxxxxx)

source: “Open source continues to encourage and drive innovation, and Doky’s offerings are a perfect example of the positive loop created by open source projects leading to new products.”
ja: オープン ソースはイノベーションを常に奨励・推進しており、Doky のオファーリングは、新製品を生み出すオープン ソース プロジェクトによって創り出されたポジティブ ループの好例です。」

source: “Open source is at the core of what we do, so becoming a Gold member of The Linux Foundation is one way we are giving back to and supporting the community,” said Francesco Tripepi, founder and CEO of Doky.
ja: Doky の 創設者兼 CEO である Francesco Tripepe 氏は次のように述べています。 「オープン ソースは弊社の取り組みの中核ですので、The Linux Foundation のゴールド メンバーになることは、オープン ソース コミュニティへの貢献やサポートの一貫と言えます。

source: “Open source is the linchpin for massive transformation in the networking industry, similar to the server market of two decades ago,” said Jim Zemlin, executive director, The Linux Foundation.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は、次のように述べています。 「オープンソース は、ネットワーク業界における大きな変遷の要で、ちょうど 20 年前のサーバー市場に似ています。

source: “Open source technologies make possible the incredibly rapid innovation that we see in tech-driven sectors today,” Ms. Brescia commented.
ja: Ms. Brescia は次のように述べています。「オープン ソース テクノロジは、今日の技術主導分野で信じられないほど急速な技術革新を可能にしています。

source: “Our events are unique in that all proceeds are channeled directly back into the technical communities that these gathering support, driving future collaboration.”
ja: また私たちのイベントは、その収益のすべてが、これらの集いがサポートする技術コミュニティに還元され、今後のコラボレーションを促進するという点でも独特です。」

source: “Our software solutions and knowledge of connected car infrastructure and advanced driver assistance systems (ADAS) will help AGL incorporate over-the-air (OTA) updates, remote vehicle interaction and ultimately expand beyond in-vehicle infotainment to telematics and ADAS.”
ja: コネクテッド カー基盤や先進運転支援システム (Advanced Driver Assistance Systems: ADAS) に関する弊社のソフトウェア ソリューションと知識は、AGL が Over The Air (OTA) アップデートや Remote Vehicle Interaction (RVI) を包含し、最終的に車載インフォテインメントからテレマティクスや ADAS へと拡張する助けになるでしょう。」 [name] (Elektrobit 社 xxxxxxxxxxxxx)

source: “Our solutions empower sound designers and audio programmers to create interactive audio experiences,” said Martin Klein, Presidenta and CEO of Audiokinetic.
ja: 「弊社のソリューションは、サウンド デザイナーやオーディオ プログラマーによるインタラクティブなオーディオ エクスペリエンスの実現を手助けします。

source: “Our whole system is based on the Linux kernel, which has enabled us to develop a real-time, cross-platform system that we can rapidly innovate on,” said Zhang Zheng, CEO of AutoIO Technology.
ja: 「弊社の全システムは、Linux カーネルをベースにしているので、リアルタイムのクロスプラットフォーム システムの開発や急速な技術革新が可能なのです。

source: “Projects like Hyperledger are emblematic of the future of open source: bringing together the efforts of developers to fundamentally alter global finance, digital identity and beyond.”
ja: Hyperledger のようなプロジェクトは、オープン ソースの将来を象徴しています。つまり、開発者の取り組みを結集してグローバル ファイナンスやデジタル アイデンティなどを根本的に変えるものです。」

source: “Renesas is proud to be a part of the AGL ecosystem and supports the UCB 3.0.
ja: 「ルネサスは AGL エコシステムの一員であることを光栄とし、UCB 3.0 をサポートしています。

source: “Rising salaries for open source professionals indicate companies recognize the need to attract, recruit and retain qualified open source professionals on a global scale.”
ja: オープン ソースのプロフェッショナルに対する報酬の増加は、世界中の企業が優秀なオープン ソース プロフェッショナルを獲得・確保する必要性を理解していることの表れです。」

source: “Sasken has a deep understanding of the software solutions and processes needed to help OEMs keep pace with the evolution of consumer technology,” said [name, title] at Sasken Communication Technologies.
ja: 「OEM がコンシューマー テクノロジの進化に対応するために必要なソフトウェア ソリューションやプロセスについて、Sasken には深い理解があります。

source: “Shared R&D in the form of open source helps companies like Bitnami thrive, while creating value for others.
ja: オープン ソースという形の共有 R&D によって、Bitnami のような企業が成長するとともに、他の企業や人々にもメリットが生まれます。

source: “Sharing a single software platform across the industry decreases development time which enables automakers and suppliers to bring new products to market faster so they can stay ahead of new advances in mobile technology.”
ja: 業界全体で 1 つのソフトウェア プラットフォームを共有すれば開発時間を削減でき、自動車メーカーもサプライヤーも新製品をいち早く市場に投入でき、移動技術分野における最先端の座を維持することができます。」

source: “Star Lab is also involved in various LF collaborative projects including Xen Project, and we aim to make an even bigger contribution and play a more vital role in the open source community through our collaboration with Automotive Grade Linux.”
ja: また Star Lab は、Xen Project をはじめとするさまざまな LF 協業プロジェクトに関わっており、Automotive Grade Linux とのコラボレーションを通じて、オープン ソース コミュニティにより大きく貢献し、より重要な役割を果たしたいと考えています。」 Irby Thompson (Star Lab 社 SEO 兼社長)

source: “Sustainable design is at the heart of our business, and we hope to bring a user-centric perspective to help ensure the platform and the HMI are intuitive and user-friendly.”
ja: 弊社は、長く愛される設計を事業ビジョンに掲げ、利用者の目線に立ち、直感的でユーザーフレンドリーなプラットフォームや HMI の実現をめざしています。」 (エスディーテック株式会社 代表取締役、川端一生氏)

source: “The AGL UCB 3.0 was created by some of the best developers across the industry and represents a fundamental shift in how the automotive industry builds software.
ja: 「AGL UCB 3.0 は業界のベスト デベロッパーらによって開発されており、自動車業界のソフトウェア構築のあり方が根本的に変わったことを表しています。

source: “The AGL platform will enable us to shift more resources towards developing customized experiences for our drivers and will also improve our time-to-market for new features.”
ja: AGL プラットフォームを利用することで、ドライバーにより満足を与える開発にさらに注力でき、新製品の市場投入も早めることができます。」 (本田技研工業 xxxxxxxxx氏)

source: “The AllSeen Alliance and Open Connectivity Foundation have been working together closely to deliver a technologically comprehensive solution that makes sense for the industry and our members.
ja: AllSeen Alliance と Open Connectivity Foundation が、技術的に包括的なソリューションを提供するために緊密に連携してきたことは、業界やメンバーも認めるところです。」

source: “The Board of Directors and the entire Linux Foundation organization are delighted to welcome Nithya, Erica and Jeff,” said Jim Zemlin, executive director.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は、次のように述べています。 「Linux Foundation のボードと組織は、Nithya、Erica、そして Jeff を心から歓迎します。

source: “The Linux Foundation Open Source Summit will gather the best and brightest from every corner of open source technology together for an event where they can collaborate and share best practices.”
ja: The Linux Foundation Open Source Summit はオープン ソース テクノロジのさまざまな分野にいる有能な人々を、彼らがそこで協業したり、ベストプラクティスを共有したりできる 1 つのイベントに集めます。」

source: “The Linux Foundation is home not only to Linux, but many of the community’s most innovative open source projects.
ja: The Linux Foundation は Linux に限らず、オープン ソース コミュニティのさまざまな革新的プロジェクトの開発拠点です。

source: “The company has become an enthusiastic supporter of Linux and of open source and a very active member of many important projects.
ja: 同社は Linux とオープン ソースの熱心なサポーターであり、多くの重要なプロジェクトにおける非常に積極的なメンバーです。

source: “The industry is beginning to realize that an open platform can lead to tangible business results and significantly reduce production times, development costs and improve product design,” said Dan Cauchy, Executive Director of Automotive Grade Linux.
ja: Automotive Grade Linux のエグゼクティブ ディレクターである Dan Cauchy は次のように述べています。「企業は、オープン ソース プラットフォームが実際に業績を伸ばし、作業時間と開発コストを大幅に減らし、製品設計を改善できることに気づき始めました。

source: “The vehicle is the next major consumer platform, and we look forward to contributing our expertise in developing interactive audio solutions to Automotive Grade Linux.”
ja: クルマは次なるメジャー コンシューマー プラットフォームであり、インタラクティブ オーディオ ソリューションの開発技術について Automotive Grade Linux に貢献できることを楽しみにしています。」 Martin Klein 氏 (Audiokinetic 社 CEO 兼社長)

source: “These new members are a welcome addition to the AGL community as their expertise in security and software will help us improve our IVI platform as well as ensure that future projects are developed from the onset with security in mind.”
ja: 今回加入した新メンバーは、AGL コミュニティに参加します。セキュリティやソフトウェアに関する彼らの技術力は、私たちの IVI プラットフォームを進化させ、今後のプロジェクトは、確実にセキュリティを念頭に入れて開発されるようになるはずです。」

source: “They will help guide the strategy of The Linux Foundation, the home to some of the most successful open source projects and largest shared technology investment in history.
ja: 最も成功しているオープン ソース プロジェクトであり、史上最大の共有技術投資である The Linux Foundation の戦略を彼らが助けてくれるに違いありません。

source: “This is our third release of the AGL UCB in the past year.
ja: Automotive Grade Linux のエグゼクティブ ディレクターである Dan Cauchy は次のように述べています。 「これは AGL UCB の第 3 版です。

source: “This week, LinuxCon hit Seattle, WA, and it was a truly excellent show.
ja: 「今週 LinuxCon がシアトルで開かれましたが、最高のショーでした。

source: “We are excited to join Automotive Grade Linux and collaborate with other members to develop a secure, open platform for the entire industry.”
ja: Automotive Grade Linux に参加し、他のメンバーと協業して、業界全体のためのセキュアでオープンなプラットフォームを開発できることを嬉しく思います。」 (Link Motion の CEO、Jouni Mikkonen 氏)

source: “We are excited to join Automotive Grade Linux and collaborate with other members to develop secure systems for connected cars.”
ja: Automotive Grade Linux に参加し、他のメンバーと協業して、セキュアなコネクテッド カー向けシステムを開発できることを嬉しく思います。」 (Link Motion の CEO、Jouni Mikkonen 氏)

source: “We are excited to join Automotive Grade Linux and help design a connected car solution for the entire industry,” said Kazuo Kawabata, CEO of sdtech.
ja: 「Automotive Grade Linux に参加して、業界全体に役立つコネクテッド カー ソリューションの設計に寄与できることを嬉しく思います。

source: “We are excited to welcome Suzuki as an AGL Platinum member.
ja: Automotive Grade Linux のエグゼクティブ ディレクターである Dan Cauchy は次のように述べています。 「スズキが AGL にプラチナ メンバーとして加入することを心から歓迎します。

source: “We are integrating the UCB 3.0 into our product plans, and we expect see widespread adoption of the AGL platform in the future.
ja: 「弊社は UCB 3.0 を製品計画に取り入れており、将来的には AGL プラットフォームを広範に導入する予定です。
